Repository: baxtikdev/namoz_vaqtlari
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de

source: 🕌 Masjidni tanlang:
de: 🕌 Масжидни танланг:

source: Bu hudud masjidlari tez orada qoʻshiladi.
de: Бу ҳудуд масжидлари тез орада қўшилади.

source: 🏡 Bosh menyu
de: 🏡 Бош меню

source: 🏙 Hududni tanlang:
de: 🏙 Ҳудудни танланг:

source: 🏘 Tuman yoki shaharni tanlang:
de: 🏘 Туман ёки шаҳарни танланг:

source: 🕌 <b>{masjid} statistikasi</b> Obunachilar soni: {subs_count} ta {district} boʻyicha: {district_count}-oʻrin {region} boʻyicha: {region_count}-oʻrin Oʻzbekiston boʻyicha: {global_count}-oʻrin
de: 🕌 <b>{masjid} статистикаси</b> Обуначилар сони: {subs_count} та {district} бўйича: {district_count}-ўрин {region} бўйича: {region_count}-ўрин Ўзбекистон бўйича: {global_count}-ўрин

source: Ma'lumotlar topilmadi
de: Маълумотлар топилмади

source: 🕌 <b>{masjid} namoz vaqtlari</b> 📍 <b>Manzil:</b> {manzili1}, {manzili2} 🕒 <i>Oxirgi marta {sana} da yangilangan.</i> <b>🏞 Bomdod:</b> Azon – {bomdod} <b>🌇 Peshin:</b> Azon – {peshin} <b>🌆 Asr:</b> Azon – {asr} <b>🌃 Shom:</b> Azon – {shom} <b>🌌 Xufton:</b> Azon – {hufton} @jamoatvaqtibot
de: 🕌 <b>{masjid} намоз вақтлари</b> 📍 <b>Манзил:</b> {manzili1}, {manzili2} 🕒 <i>Охирги марта {sana} да янгиланган.</i> <b>🏞 Бомдод:</b> Азон – {bomdod} <b>🌇 Пешин:</b> Азон – {peshin} <b>🌆 Аср:</b> Азон – {asr} <b>🌃 Шом:</b> Азон – {shom} <b>🌌 Хуфтон:</b> Азон – {hufton} @jamoatvaqtibot

source: 🕌 <b>{masjid} namoz vaqtlari</b> 📍 <b>Manzil:</b> {manzili1}, {manzili2} 🕒 <i>Oxirgi marta {sana} da yangilangan.</i> <b>🏞 Bomdod:</b> Azon – {bomdod} | Takbir – {bomdod2} <b>🌇 Peshin:</b> Azon – {peshin} | Takbir – {peshin2} <b>🌆 Asr:</b> Azon – {asr} | Takbir – {asr2} <b>🌃 Shom:</b> Azon – {shom} | Takbir – {shom2} <b>🌌 Xufton:</b> Azon – {hufton} | Takbir – {hufton2} @jamoatvaqtibot
de: 🕌 <b>{masjid} намоз вақтлари</b> 📍 <b>Манзил:</b> {manzili1}, {manzili2} 🕒 <i>Охирги марта {sana} да янгиланган.</i> <b>🏞 Бомдод:</b> Азон – {bomdod} | Такбир – {bomdod2} <b>🌇 Пешин:</b> Азон – {peshin} | Такбир – {peshin2} <b>🌆 Аср:</b> Азон – {asr} | Такбир – {asr2} <b>🌃 Шом:</b> Азон – {shom} | Такбир – {shom2} <b>🌌 Хуфтон:</b> Азон – {hufton} | Такбир – {hufton2} @jamoatvaqtibot

source: ✅ {district} {masjid} jamoat vaqtlariga obuna boʻldingiz.
de: ✅ {district} {masjid} жамоат вақтларига обуна бўлдингиз.

source: ☑️ {district} {masjid} jamoat vaqtlariga obuna bekor qilindi.
de: ☑️ {district} {masjid} жамоат вақтларига обуна бекор қилинди.

source: Siz hech qaysi masjidga obuna boʻlmagansiz. Quyidagi tugma orqali obuna boʻlishingiz mumkin.
de: Сиз ҳеч қайси масжидга обуна бўлмагансиз. Қуйидаги тугма орқали обуна бўлишингиз мумкин.

source: 📊 Statistika
de: 📊 Статистика

source: ✅ Yozuvni tanlang:
de: ✅ Ёзувни танланг:

source: <b>Namoz vaqtlari Hudud: {hudud} {sana}</b> <i>🏙 Tong: <b>{tong}</b> (saharlik tugashi) 🌅 Quyosh: <b>{quyosh}</b> 🏞 Peshin: <b>{peshin}</b> 🌇 Asr: <b>{asr}</b> 🌆 Shom: <b>{shom}</b> (iftorlik boshlanishi) 🌌 Xufton: <b>{xufton}</b></i> @jamoatvaqtibot
de: <b>Намоз вақтлари Ҳудуд: {hudud} {sana}</b> <i>🏙 Тонг: <b>{tong}</b> (саҳарлик тугаши) 🌅 Қуёш: <b>{quyosh}</b> 🏞 Пешин: <b>{peshin}</b> 🌇 Аср: <b>{asr}</b> 🌆 Шом: <b>{shom}</b> (ифторлик бошланиши) 🌌 Хуфтон: <b>{xufton}</b></i> @jamoatvaqtibot

source: <b>{year}-yil {month} oyi namoz vaqtlari Hudud: {mintaqa}</b> Tong | Quyosh | Peshin | Asr | Shom | Xufton
de: <b>{year} йил {month} ойи намоз вақтлари Ҳудуд: {mintaqa}</b> Тонг | Қуёш | Пешин | Аср | Шом | Хуфтон

source: <b>{year}-yil {month} oyi namoz vaqtlari Hudud: {mintaqa}</b> @jamoatvaqtibot
de: <b>{year} йил {month} ойи намоз вақтлари Ҳудуд: {mintaqa}</b> @jamoatvaqtibot

source: Hududni oʻzgartirish:
de: Ҳудудни ўзгартириш:

source: 🏙 Hududni oʻzgartirish
de: 🏙 Ҳудудни ўзгартириш

source: {icon} Orqaga
de: {icon} Орқага

source: {icon} Keyingi
de: {icon} Кейинги

source: 🏘 Tumanni oʻzgartirish
de: 🏘 Туманни ўзгартириш

source: ✅ Obuna boʻlish
de: ✅ Обуна бўлиш

source: ❌ Obunani bekor qilish
de: ❌ Обунани бекор қилиш

source: 🗺 Xaritada koʻrish
de: 🗺 Харитада кўриш

source: 🕌 Boshqa masjidni tanlash
de: 🕌 Бошқа масжидни танлаш

source: 📅 Oylik namoz vaqtlari
de: 📅 Ойлик намоз вақтлари

source: 🔄 Hududni oʻzgartirish
de: 🔄 Ҳудудни ўзгартириш

source: 📑 PDF shaklda yuklash
de: 📑 PDF шаклда юклаш

source: 🕌 Masjidga obuna boʻlish
de: 🕌 Масжидга обуна бўлиш

source: Masjid statistikasini koʻrish
de: Масжид статистикасини кўриш

source: 🕌 Jamoat vaqtlari
de: 🕌 Жамоат вақтлари

source: 🕰 Namoz vaqtlari
de: 🕰 Намоз вақтлари

source: ✅ Obunalar
de: ✅ Обуналар

source: 🇺🇿 Yozuvni oʻzgartirish
de: 🇺🇿 Ёзувни ўзгартириш

source: Bosh menyu
de: Бош меню
